Repository: jimregan/citizens-information-raw
Catalog: en-pl/www.citizensinformation.ie/pl/travel_and_recreation/motoring_1/driver_licensing/international_driving_permit.html.txt.tmx
Source language: en
Languages: pl

source: What is an international driving permit?
pl: Czym jest międzynarodowe prawo jazdy?

source: An international driving permit is a translation of your driving licence that allows motorists to drive vehicles in other countries without further tests or applications
pl: Międzynarodowe prawo jazdy to tłumaczenie prawa jazdy uprawniający posiadacza do prowadzenia pojazdów za granicą bez dodatkowych formalności i egzaminów

source: If you have an international driving permit, you must carry your driving licence with it when driving
pl: Międzynarodowe prawo jazdy stanowi potwierdzenie, musisz nosić ze sobą prawo jazdy podczas jazdy

source: If you are travelling abroad and wish to drive in another country, you will very likely require an international driving permit
pl: Osoba, która wybiera się w podróż za granicę i chce prowadzić pojazd w innym kraju będzie prawdopodobnie potrzebowała międzynarodowego prawa jazdy

source: International driving permits issued in Ireland are only available to Irish residents with a current full driving licence
pl: Międzynarodowe prawo jazdy wydawane w Irlandii mogą otrzymać jedynie osoby zamieszkałe w Irlandii posiadające ważne pełne prawo jazdy

source: There are two types of international driving permit issued in Ireland:
pl: W Irlandii wydawane są dwa rodzaje międzynarodowych praw jazdy:

source: • A 1949 Convention International Driving Permit, which is the most commonly issued driving permit and is recognised in most countries
pl: • międzynarodowe prawo jazdy zgodne z Konwencją o ruchu drogowym z 1949 r. – najczęściej wydawane i uznawane w większości krajów,

source: • A 1926 Convention International Driving Permit, which is required for the following countries - Brazil, Iraq, Nigeria and Somalia
pl: • międzynarodowe prawo jazdy zgodne z Konwencją o ruchu drogowym z 1926 r. – wymagane w następujących krajach: Brazylia, Irak, Nigeria i Somalia

source: Where can I use my international driving permit?
pl: Gdzie mogę korzystać z międzynarodowego prawa jazdy?

source: You can use your international driving permit in any of the countries that have signed the 1926 or 1949 UN Convention on road traffic
pl: Z międzynarodowego prawa jazdy można korzystać na terenie wszystkich krajów, które podpisały Konwencję ONZ o ruchu drogowym z 1926 r. lub 1949 r

source: The list of countries that recognise international permits is not available online
pl: Wykaz krajów uznających międzynarodowe prawa jazdy nie jest dostępny online

source: Contact AA Travel Services for more information (see below)
pl: W celu uzyskania dalszych informacji należy kontaktować się z biurem AA Travel Services (patrz poniżej)

source: Many other countries that are not signatories to the 1949 convention recognise the international driving permit and accept it in their territory
pl: Ponadto wiele krajów, które nie podpisały Konwencji z 1949 r. honoruje międzynarodowe prawo jazdy i uznaje jego ważność na swoim obszarze

source: Contact your embassy or consulate in advance of travel to check whether or not an international driving permit is required in the country you will be visiting
pl: Przed podróżą warto skontaktować się ze swoją ambasadą lub konsulatem w celu ustalenia, czy w danym kraju wymagane jest posiadanie międzynarodowego prawa jazdy

source: An international driving permit is available to Irish residents, who possess a current full Irish driving licence
pl: Międzynarodowe prawo jazdy może być wydane osobom zamieszkałym w Irlandii posiadającym ważne irlandzkie pełne prawo jazdy

source: European Union/European Economic Area citizens who are in possession of a full driving permit from a competent authority in their own country and who are resident in Ireland can also obtain an international driving permit in Ireland that is valid for use abroad
pl: Przysługuje ono także obywatelom Unii Europejskiej/Europejskiego Obszaru Gospodarczego zamieszkałym w Irlandii oraz posiadającym pełne prawo jazdy wydane przez uprawniony do tego urząd w swoim kraju

source: You cannot be issued with an international driving permit in Ireland if:
pl: Międzynarodowe prawo jazdy nie jest w Irlandii wydawane osobom, które:

source: • You have not passed your driving test and have a learner permit (or provisional driving licence)
pl: • nie zdały praktycznego egzaminu na prawo jazdy i posiadają jedynie zezwolenie szkoleniowe (lub tymczasowe prawo jazdy),

source: • Your driving licence is due to expire within 6 months
pl: • posiadają prawo jazdy, którego ważność wygasa w ciągu najbliższych 6 miesięcy,

source: • You are from outside the European Union or the European Economic Area
pl: • pochodzą spoza Unii Europejskiej lub Europejskiego Obszaru Gospodarczego

source: The European Economic Area consists of the 28 member states of the EU and Norway, Iceland and Liechtenstein
pl: Do Europejskiego Obszaru Gospodarczego należy 28 państw członkowskich UE oraz Norwegia, Islandia i Liechtenstein

source: You should always carry your own driving permit – even when you have an international driving permit – when travelling abroad, as you may be required to produce this licence for inspection, for example, when hiring a car abroad
pl: Niezależnie od tego, czy dana osoba posiada międzynarodowe prawo jazdy, powinna podczas podróży zagranicznych zawsze mieć przy sobie prawo jazdy wydane we własnym kraju. Może ono być potrzebne do wglądu, na przykład przy wypożyczaniu samochodu za granicą

source: Each international driving permit is valid for one year from date of issue
pl: Międzynarodowe prawo jazdy zachowuje ważność przez jeden rok od daty wydania

source: An international driving permit (valid for 1 year) costs €10
pl: Koszt wydania międzynarodowego prawa jazdy (ważnego przez okres 1 roku) to 10€

source: If you require both a 1949 Convention International Driving Permit and a 1926 Convention International Driving Permit, this will cost €20
pl: Jeżeli potrzebne jest prawo jazdy zgodne z Konwencją z 1949 r. oraz prawo jazdy zgodne z Konwencją z 1926 r., koszt wydania wynosi 20€

source: For postal deliveries a €5 postal charge will also apply per permit requested
pl: Dostaw pocztowych, 5€ opłat pocztowych stosuje się również na pozwolenie na wniosek

source: The application process is the same whether you are applying for an international driving permit or renewing it
pl: Proces składania wniosków jest taka sama, czy ubiegania się o międzynarodowe prawo jazdy lub odnawiania go

source: Download an application form for an international driving permit
pl: Pobierz formularz wniosku o międzynarodowe prawo jazdy

source: This application form is also available from AA Travel Services at the address below
pl: Formularz ten jest również dostępny w biurze AA Travel Services pod adresem podanym poniżej

source: Your application must be accompanied by:
pl: Do wniosku należy dołączyć:

source: • A full, valid Irish driving licence or a full valid driving permit from another European Union or European Economic Area country
pl: • ważne pełne prawo jazdy wydane w Republice Irlandii lub ważne pełne prawo jazdy wydane w innym kraju Unii Europejskiej lub Europejskiego Obszaru Gospodarczego,

source: • A passport photograph signed on the back
pl: • zdjęcie paszportowe podpisane na odwrocie,

source: If you are from a European Union/European Economic Area country and possess a full valid driving permit from your home country, you are also required to supply a copy of a utility bill (i.e., an electricity, telephone or gas bill) showing your address in Ireland
pl: Osoby pochodzące z innego kraju Unii Europejskiej/Europejskiego Obszaru Gospodarczego i posiadające ważne pełne prawo jazdy wydane w swoim kraju muszą także załączyć kopię rachunku za media (czyli prąd, gaz czy telefon) zawierającego adres zamieszkania w Irlandii

source: You will also be required to sign a declaration of residency on the application form
pl: Osoby te muszą także podpisać oświadczenie o miejscu zamieszkania znajdujące się w formularzu wniosku

source: If you want to apply for both a 1949 Convention International Driving Permit and a 1926 Convention International Driving Permit, you must make two separate applications
pl: Osoby chcące uzyskać jednocześnie międzynarodowe prawo jazdy zgodne z Konwencją o ruchu drogowym z 1949 r. i międzynarodowe prawo jazdy zgodne z Konwencją o ruchu drogowym z 1926 r. muszą złożyć dwa oddzielne wnioski
